Repository: common-repository/rhinopaq-shipping
Catalog: languages/rhinopaq-*.po
Languages: de_de

source: Creating a new product for rhinopaq did not work. Please <a href="https://www.rhinopaq.com/kontakt/" target="_blank">contact us</a> for support.
de_de: Ein neues Produkt für rhinopaq anzulegen hat leider nicht funktioniert. Bitte <a href="https://www.rhinopaq.com/kontakt/" target="_blank">kontaktiere uns</a> für Support.

source: Creating a new variant for rhinopaq did not work. Please <a href="https://www.rhinopaq.com/kontakt/" target="_blank">contact us</a> for support.
de_de: Eine neue Produktvariante für rhinopaq anzulegen hat leider nicht funktioniert. Bitte <a href="https://www.rhinopaq.com/kontakt/" target="_blank">kontaktiere uns</a> für Support.

source: <strong>Pop-up</strong>: For customization take a look in the Wordpress customizer in the <a href="%s" target="_blank">rhinopaq section</a>.
de_de: <strong>Pop-up</strong>: Anpassungen können im Wordpress-Customizer im <a href="%s" target="_blank">rhinopaq-Bereich</a> vorgenommen werden.

source: <strong>Product image</strong>: The small image in the checkout for the position of the reusable packaging corresponds to the product photo.
de_de: <strong>Produktbild</strong>: Das kleine Bild beim Check-Out für die Position der Mehrwegverpackung entspricht dem Produktfoto.

source: <strong>Product title</strong>: The title for the reusable packaging position also corresponds to the title of the product (same field as for the title of the pop-up).
de_de: <strong>Produkttitel</strong>: Der Titel für die Position der Mehrwegverpackung entspricht auch dem Titel des Produkts (gleiches Feld wie für den Titel des Pop-ups).

source: <strong>Surcharge</strong>: The price per use can be customized via the created <a href="%s" target="_blank">product</a>. It is the regular product price. Here you can choose 0,00 € or a surcharge.
de_de: <strong>Aufpreis</strong>: Der Preis pro Nutzung kann über das erstellte Produkt angepasst werden. Es ist der reguläre Preis der Produktvarianten. Hier kannst du 0,00 € oder einen Aufpreis wählen.

source: The product could not be found. Please <a href="https://www.rhinopaq.com/kontakt/" target="_blank">contact us</a> for support.
de_de: Das Produkt konnte nicht gefunden werden. Bitte <a href="https://www.rhinopaq.com/kontakt/" target="_blank">kontaktiere uns</a> für Unterstützung.

source: rhinopaq Settings
de_de: rhinopaq Einstellungen

source: On this page the essential settings for the rhinopaq Shipping Plugin can be set. rhinopaq is only available in Germany and Austria by default and is only offered to users from these countries.
de_de: Auf dieser Seite können die wesentlichen Einstellungen für das rhinopaq Shipping Plugin vorgenommen werden. rhinopaq ist standardmäßig nur in Deutschland und Österreich verfügbar und wird nur Benutzer:innen aus diesen Ländern angeboten.

source: Enable this packaging method for reusable packaging by rhinopaq.
de_de: Aktiviere diese Verpackungsmethode für Mehrwegverpackungen von rhinopaq.

source: Check-Out Settings
de_de: Check-Out Einstellungen

source: Check-Out Settings of this plugin.
de_de: Die Check-Out Einstellungen dieses Plugins.

source: Generated automatically. The product ID of the reusable shipping packaging. Adjust only if necessary.
de_de: Automatisch generiert. Die Produkt-ID der wiederverwendbaren Versandverpackung. Nur anpassen, wenn nötig.

source: Enable rhinopaq as a standard. There will be no pop up during the checkout. rhinopaq will always be added for reusable packaging.
de_de: Aktiviere rhinopaq als Standard. Es wird kein Pop-up im Check-Out angezeigt. rhinopaq wird immer für Mehrwegverpackungen hinzugefügt.

source: Packaging Settings
de_de: Verpackungseinstellungen

source: Select the rhinopaq packaging sizes that you currently hold and offer.
de_de: Wähle die rhinopaq Verpackungsgrößen aus, die du derzeit vorrätig hast und anbieten möchtest.

source: Generated automatically. The variant ID of the reusable shipping packaging (rhino-b-35x20x5). Adjust only if necessary.
de_de: Automatisch generiert. Die Varianten-ID der wiederverwendbaren Versandverpackung (rhino-b-35x20x5). Nur anpassen, wenn nötig.

source: Generated automatically. The variant ID of the reusable shipping packaging (rhino-b-25x25x10). Adjust only if necessary.
de_de: Automatisch generiert. Die Varianten-ID der wiederverwendbaren Versandverpackung (rhino-b-25x25x10). Nur anpassen, wenn nötig.

source: Smart rhinopaq Settings
de_de: Smart rhinopaq Einstellungen

source: Smart rhinopaq Settings of this plugin.
de_de: Smart rhinopaq Einstellungen dieses Plugins.

source: Enable the smart rhinopaq calculation. If not enabled, there will always be a pop up in the checkout asking to choose between single use and reusable packaging.
de_de: Aktiviere die smarte rhinopaq Berechnung. Wenn nicht aktiviert, wird immer ein Pop-up im Check-Out erscheinen, das zur Auswahl zwischen Einweg- und Mehrwegverpackung auffordert.

source: The unique plugin id provided by rhinopaq.
de_de: Die Plugin-ID, die von rhinopaq bereitgestellt wird.

source: Please enter your rhinopaq Plugin ID to use the smart rhinopaq function. <a href="https://www.rhinopaq.com/kontakt" target="_blank">Contact us</a> if you do not have an ID or need assistance with setting up the plugin.
de_de: Bitte gib deine rhinopaq Plugin-ID ein, um die smarte rhinopaq-Funktion zu nutzen. <a href="https://www.rhinopaq.com/kontakt" target="_blank">Kontaktiere uns</a>, falls du keine ID hast oder Unterstützung bei der Einrichtung des Plugins benötigst.

source: Note: Please enter your rhinopaq Plugin ID to use the smart rhinopaq function. <a href="https://www.rhinopaq.com/kontakt" target="_blank">Contact us</a> if you do not have an ID or need assistance with setting up the plugin.
de_de: Bitte gib deine rhinopaq Plugin-ID ein, um die smarte rhinopaq-Funktion zu nutzen. <a href="https://www.rhinopaq.com/kontakt" target="_blank">Kontaktiere uns</a>, falls du keine ID hast oder Unterstützung bei der Einrichtung des Plugins benötigst.

source: The clearance in percent to adjust shipping tolerance to decide using a rhinopaq. Should be set as default to 5.
de_de: Die Toleranz in Prozent des Volumens für die Entscheidung zur Nutzung eines rhinopaq. Sollte standardmäßig auf 5 eingestellt sein. Kann ebenfalls für die Berücksichtigung von Füllmaterial genutzt werden.

source: Smart rhinopaq Privacy
de_de: Smart rhinopaq Datenschutzerklärung

source: Smart rhinopaq Privacy of this plugin.
de_de: <i>Das WooCommerce Plug-In rhinopaq Shipping versendet keinerlei personenbezogene Daten von deiner Seite zu uns. Solltest du die smart rhinopaq Funktion nutzen, werden die <b>Maße</b> sowie das <b>Gewicht</b> aller im Warenkorb befindlichen Gegenstände an unseren Service beziehungsweise unsere Server gesendet. Die Daten werden dazu genutzt, um die mögliche Verwendung eines unserer rhinopaqs im Check-Out anzufragen. Sofern unser Service die Möglichkeit bestätigt, wird entsprechend positives Feedback zurück an deinen Store gesendet. rhinopaq wird dann als Versandmethode vorgeschlagen und ein Pop-up geöffnet, welches die Nutzer:in abfragt, ob sie eine Mehrwegverpackung nutzen oder bei einer Einweglösung bleiben möchte. <br>Die Daten werden von uns gespeichert, um langfristig die Güte unserer Kalkulationen bestimmen zu können und um den Service zu optimieren. Neben den Produktdaten werden für statistische Auswertungen die <b>Anzeigehäufigkeit</b> des Pop-Ups und <b>Entscheidung</b> der Nutzer:in an uns gesendet.<br> Solltest du im Admin-Bereich deiner Bestellung die <b>rhinopaq ID</b> eintragen, wird diese mit dem Abschluss der Bestellung zusammen mit der <b>Bestellnummer</b> zu uns gesendet. Diese Daten können wir dir bereitstellen, damit du nachvollziehen kannst, zu welchen Bestellungen die Mehrwegverpackungen zu uns zurückgesendet wurden.</i>

source: Note: The rhinopaq option is currently disabled. Therefore, the popup cannot be displayed. Go to WooCommerce > Settings > rhinopaq in the admin area and activate the option.
de_de: Hinweis: Die rhinopaq-Option ist derzeit deaktiviert. Das Pop-Up kann daher nicht angezeigt werden. Gehe im Admin-Bereich in WooCommerce > Einstellungen > rhinopaq und aktiviere die Option.

source: Note: rhinopaq is currently selected as the default and is added to every order. Therefore, no popup will be displayed during checkout.
de_de: Hinweis: rhinopaq ist derzeit als Standard ausgewählt und wird jeder Bestellung hinzugefügt. Daher wird im Check-Out kein Pop-Up angezeigt.

source: Note: You currently have no rhinopaq sizes activated. Therefore, the popup will not be displayed in your shop. Go to WooCommerce > Settings > rhinopaq in the admin area and activate at least one rhinopaq size.
de_de: Hinweis: Du hast derzeit keine rhinopaq-Größen aktiviert. In deinem Shop wird das Pop-Up daher nicht angezeigt. Gehe im Admin-Bereich in WooCommerce > Einstellungen > rhinopaq und aktiviere mindestens eine rhinopaq Größe.

source: Note: You currently have the smart rhinopaq function disabled. Therefore, the popup will always be displayed during the shop checkout, regardless of whether the shopping cart fits or not. Go to WooCommerce > Settings > rhinopaq in the admin area and activate the smart rhinopaq function.
de_de: Hinweis: Du hast die smart rhinopaq Funktion derzeit deaktiviert. Das Pop-Up wird daher im Shop-Check-Out immer angezeigt, egal ob der Warenkorb reinpasst oder nicht. Gehe im Admin-Bereich in WooCommerce > Einstellungen > rhinopaq und aktiviere die smart rhinopaq Funktion.

source: Show the popup in the customizer preview. The popup preview is only visible during checkout.
de_de: Zeige das Pop-Up in der Customizer Vorschau an. Die Vorschau des Pop-Ups ist nur im Check-Out zu sehen.

source: Enable popup preview
de_de: Pop-Up-Preview anzeigen

source: Popup background color
de_de: Pop-Up-Hintergrundfarbe

source: Popup corner radius
de_de: Pop-Up-Eckenradius

source: Choose a corner radius for the popup between 0px and 50px
de_de: Wähle einen Eckenradius für das Pop-Up zwischen 0px und 50px

source: Reusable packaging by rhinopaq
de_de: Mehrwegverpackung von rhinopaq

source: Popup title
de_de: Pop-Up-Titel

source: Popup description
de_de: Pop-Up-Beschreibung

source: You can make a small contribution to saving resources. By choosing 'Reusable', you will receive the reusable packaging from rhinopaq instead of a disposable cardboard box. All you have to do after receiving it is to fold the packaging and throw it into the nearest mailbox. Let's reduce packaging waste together.
de_de: Du kannst einen kleinen Beitrag zum Einsparen von Ressourcen leisten. Bei Auswahl "Mehrweg" bekommst du die Mehrwegverpackung von rhinopaq statt einen Einwegkarton. Alles was du nach Erhalt tun musst, ist die Verpackung zusammen zu falten und in den nächsten Briefkasten zu werfen. Lass uns gemeinsam Verpackungsabfall reduzieren.

source: Popup text color
de_de: Pop-Up-Textfarbe

source: Popup image
de_de: Pop-Up-Bild

source: Activate popup image
de_de: Pop-Up-Bild aktivieren

source: Activate the popup image on large screens from 650px. The image will not be displayed on tablets and smartphones.
de_de: Aktivere das Pop-Up-Bild auf großen Bildschirmen ab 650px. Auf Tablets und Smartphones wird das Bild nicht angezeigt.

source: Reusable packaging
de_de: Mehrwegverpackung

source: Button size
de_de: Button-Größe

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: Button text (Reusable)
de_de: Button-Text (Mehrweg)

source: Button type (Reusable)
de_de: Button-Typ (Mehrweg)

source: Pill
de_de: Pille

source: Rect
de_de: Rechteck

source: Button color (Reusable)
de_de: Button-Farbe (Mehrweg)

source: Button text color (Reusable)
de_de: Button-Textfarbe (Mehrweg)

source: Disposable packaging
de_de: Einwegverpackung

source: Button text (Disposable)
de_de: Button-Text (Einweg)

source: Button type (Disposable)
de_de: Button-Typ (Einweg)

source: Button color (Disposable)
de_de: Button-Farbe (Einweg)

source: Button text color (Disposable)
de_de: Button-Textfarbe (Einweg)
